import dyscontKard from "/src/img/dyscontKard.jpg";
export default function Mission() {
  return (
    <section>
      <h2>Програма лояльності</h2>
      <h3>Дисконтна програма для постійних покупців магазину «Світ Малюка»</h3>
      <h4>Умови програми «Клуб «Світ Малюка»</h4>
      <p>
        Для отримання карти постійного покупця необхідно заповнити 
        анкетні дані. Картка постійного покупця надає право на отримання знижок
        та придбання товарів за спеціальним цінами. Дія даної картки не
        поєднується з іншими картками, акціями, знижками, купонами,
        сертифікатами, уцінками та розпродажами.
      </p>
      <p>
        Окрім клубної знижки картка дає Вам ряд переваг. За її допомогою Ви
        можете:
      </p>
      <ul>
        <li>
          Отримувати знижку 20% на придбання іграшок та одягу з нагоди дня
          народження Вашої дитини. Знижка до -20% до дня народження Вашої дитини
          надається за 7 днів до дня народження, в день народження і 7 днів
          після дня народження.
        </li>
        <li>
          Першими зможете дізнаватись про нові надходження, поточні акції та
          сезонні розпродажі.
        </li>

        <p>Клубна знижка поширюється на наступні групи товарів:</p>

        <li>Одяг, іграшки, літературу, канцтовари, меблі - до 5% </li>
        <li>Дитячі аксесуари, косметика та засоби гігієни – до 5%;</li>
        <li>Дитяче харчування та підгузники – до 2%.</li>
      </ul>
      <p>
        Компанія має право змінити умови дисконтної програми на свій розсуд без
        попередження утримувача карти. Карта постійного покупця не має обмежень
        у терміні дії. Картки «Клубу «Світ Малюка» діють згідно з програмою
        «Клуб Світ Малюка»
      </p>
      <img src={dyscontKard} alt="Dyskontna kartka" />
    </section>
  );
};
